Repository: sillsdev/saymore
Catalog: DistFiles/SayMore.zh-Hans.tmx
Source language: zh_hans
Languages: en

source: (再次尝试: {0})
en: (Retries attempted: {0})

source: 不能找到可用的播放设备。
en: Currently SayMore is unable to find any audio playback devices installed and enabled on this computer.

source: 不能录音，当前电脑没有找到录音设备。
en: Currently audio recordings cannot be made because SayMore is unable to find any recording devices installed and enabled on this computer.

source: 出现不可预计的音频错误。
en: There was an unexpected audio error.

source: 这条记录由旧版Saymore生成的，有一个不明确的{0}，日期是"{1}"。 SayMore尝试来解析这个日期，可能交换月份和日期。十分抱歉出现这个错误。如果你修改了日期，并确认是正确的，请删除这条信息。
en: ***This record had an ambiguous {0}, produced by a bug in an old version of SayMore. The date was "{1}". SayMore has attempted to interpret the date, but might have swapped the day and month. Please accept our apologies for this error. After you have fixed the date or confirmed that it is correct, please delete this message.

source: 文件夹被控制或文件夹内有文件，不能重命名，请重启SayMore或重启电脑。
en: Something is holding onto that folder or a file in it, so it cannot be renamed. You can try restarting this program, or restarting the computer.

source: 输入一个名字
en: Enter a name.

source: 选择一个角色
en: Choose a role.

source: 贡献者
en: Contributors

source: 选择栏
en: Choose Columns

source: &新建
en: &New

source: 一栏必须可见
en: One column must be visible.

source: 范围
en: Field

source: 内容
en: Value

source: 音频比特率
en: Audio Bit Rate

source: 采样精度
en: Bit Depth

source: 声道
en: Channels

source: 设备
en: Device

source: 持续时间
en: Duration

source: 帧速率
en: Frame Rate

source: 话筒
en: Microphone

source: 分辨率
en: Resolution

source: 采样
en: Sample Rate

source: 视频比特率
en: Video Bit Rate

source: 你想从整个项目中删除'{0}'及其所有内容吗?
en: Do you want to delete the field '{0}' and its contents from the entire project?

source: 添加文件
en: Add Files

source: 所有文件(*.*)
en: All Files (*.*)

source: 拖入任务相关文件到这儿或点击“添加文件”按钮添加
en: Add additional files related to this session by\ndragging them here or clicking the 'Add Files' button.

source: 名称重复，不能再命名
en: {0} could not rename the file to '{1}' because there is already a file with that name.

source: 对不起，文件被占用，不能重命名，请稍后再试。
en: Sorry, SayMore could not rename that file because something else (perhaps another part of SayMore) is reading it. Please try again later.

source: 这个文件名已经存在，{0} 不能重命名为 '{1}'
en: {0} could not rename the meta data file to '{1}' because there is already a file with that name.

source: 修改日期
en: Date Modified

source: 名称
en: Name

source: 大小
en: Size

source: 类型
en: Type

source: 转换…
en: Convert...

source: 转换所选
en: Convert Selected File

source: 转为单声道MP3音频文件（低音质）
en: Extract audio to mono mp3 audio file (low quality)

source: &删除文件
en: &Delete File...

source: {0}和下级文件
en: {0} and subordinate files

source: {0}比特
en: {0} Bytes

source: {0}GB
en: {0} Gigabytes

source: {0}KB
en: {0} Kilobytes

source: {0}MB
en: {0} Megabytes

source: 打开
en: Open

source: 打开所选的文件
en: Open Selected File

source: 用关联程序打开这个文件
en: Open in Program Associated with this File ...

source: 在文件浏览器显示
en: Show in File Explorer...

source: 重命名
en: Rename...

source: 重命名选择的文件
en: Rename Selected File

source: 在关联程序中打开
en: Open {0} in its associated program.

source: 查看
en: View

source: 不能打开图片
en: Could not open that picture

source: 图像
en: Image

source: 放大
en: Zoom

source: 无效媒体文件不能显示：{0}
en: File does not appear to be a valid media file: {0}

source: 媒体文件没有找到
en: Media file not found: {0}

source: 媒体播放器文件名没有指定
en: Media player file name has not been specified.

source: 暂停
en: Pause

source: 播放
en: Play

source: 停止
en: Stop

source: 音频
en: Audio

source: 视频
en: Video

source: 不能启动mplayer;
en: Unable to start mplayer.

source: 音量
en: Volume

source: 更多信息…
en: More Information...

source: 关于此文件的更多信息
en: More information about this file

source: 预置
en: Presets

source: 选择预置
en: Select presets for media file

source: 注释
en: Notes

source: 属性
en: Properties

source: 从转换完全输出
en: Full output from conversion:

source: 关于SayMore
en: About SayMore

source: 语言纪录项目管理系统
en: Language Documentation Project Management

source: 这个免费软件由{0}发布。
en: This free software is published by {0}.

source: 访问 {0} 网站 简体中文汉化：湖南师范大学李斌
en: Visit {0} on the Web.

source: 添加文件到贡献者'{0}'
en: Adding Files for Contributor '{0}'

source: 添加文件到任务'{0}'
en: Adding Files for Session '{0}'

source: 正在取消
en: Canceling...

source: 复制文件
en: Copying files

source: 这个任务没有贡献者
en: There are no contributors for this session.

source: 以下任务和贡献者将添加到你的档案
en: The following session and contributor files will be added to your archive.

source: 以下任务将添加到你的档案
en: The following session files will be added to your archive.

source: 分析组成文件
en: Analyzing component files

source: RAMP程序找不到！
en: The RAMP program cannot be found!

source: 准备给RAMP递交文件包
en: Ready to hand the package to RAMP

source: 保存文件到{0}文件包中
en: Saving files in {0} package

source: 查找RAMP程度
en: Searching for the RAMP program...

source: 任务
en: Session

source: 在RAMP打开档案包出错
en: There was an error attempting to open the archive package in {0}.

source: SayMore：用RAMP存档（SIL专用）
en: {0}: Archive using {1}

source: 取消
en: Cancel

source: &1）打包
en: &1) Create Package

source: &2)启动 RAMP
en: &2) Launch {0}

# 不能获取文件: {0}更多信息
source: 不能获取文件:\n\n{0}更多信息
en: There was an error trying to get more information for the media file:\n\n{0}

source: 文件名重复，请换其它文件名
en: A file by that name already exists or the name is invalid.

source: 新文件
en: New file: {0}

source: 更名为:
en: Change Name To:

source: 名称使用（帮助）
en: Read About How SayMore Uses Names

source: 快捷键
en: Shortcuts

source: 将光标移至链接处了解详情
en: (hover over each link to read about how it is used)

source: 跟读
en: Careful Speech

source: 口译
en: Oral Translation

source: 原始(录音）
en: Source

source: 转写
en: Transcription

source: 笔译
en: Written Translation

source: 现有规则
en: Available Conversions:

source: 开始转换
en: Begin Conversion

source: 关闭
en: Close

source: 转换取消
en: Conversion Cancelled.

source: 转换失败
en: Conversion Failed.

source: 转换结束，但是可能存在错误
en: Conversion Finished, but with possible errors.

source: ｛0｝of｛1｝已转换
en: {0} of {1} Converted...

source: 成功转换
en: Conversion Finished Successfully.

source: 把H.263/MPEG-4视频转换成AAC音频
en: Convert to H.263/MPEG-4 video with AAC Audio

source: 下载…
en: Install...

source: 转换需要下载 FFmpeg
en: The selected conversion '{0}' requires FFmpeg which must be installed.

# 下载FFmpeg出错，把下载地址粘贴到浏览器地址栏看文件位置是否有效。 {0}
source: 下载FFmpeg出错，把下载地址粘贴到浏览器地址栏看文件位置是否有效。\n\n{0}
en: There was an error getting a web response trying to download FFmpeg. Try pasting this Url in your browser to see if the file's location is available.\n\n{0}

source: 已下载 {0:F2} MB 接近 {1:F2} MB
en: Downloaded {0:F2} MB of approximately {1:F2} MB

source: 提取音频为标准PCM WAV文件
en: Extract audio to standard WAV PCM audio file

source: 要转换的文件
en: File to Convert:

source: 隐藏详情
en: Hide Details

source: 这不是一个有效的媒体文件
en: File does not appear to be a valid media file.

source: 输出文件
en: Output File:

source: 选择以下可用的媒体格式，点击“开始转换”进行转换。源媒体文件不会受影响。
en: To convert your media file to a different format, choose from one of the available conversions below and click 'Begin Conversion'. Your source media file will not be affected.

source: 显示详情
en: Show Details

source: 转换媒体
en: Convert Media

source: 确认删除
en: Confirm Delete

source: 删除
en: Delete

source: 下载和安装被取消
en: Downloading and Installing Cancelled.

source: 下载安装成功
en: Downloading and Installing Completed Successfully.

source: 安装成功
en: Installed Successfully.

source: 安装
en: Installing...

source: 下载FFmpeg
en: Install FFmpeg

source: 或
en: OR

source: 点击这儿，Saymore将自动下载FFmpeg并安装
en: Download and install FFmpeg

source: 点击手动下载FFmpeg
en: Open Internet browser to page containing FFmpegForSayMore.zip

source: 载入
en: Loading...

source: 更多信息
en: Even More Information

source: 更少信息
en: Less Information

source: 此媒体文件更多信息
en: More Information for Media File

source: 访问SayMore下载页
en: Visit SayMore Download Page

source: 不能定位FFmpeg
en: Could not locate FFmpeg

source: 用这个名称不能创建新项目
en: Unable to create a new project by that name.

source: 新 SayMore 项目
en: New SayMore Project

source: &取消
en: &Cancel

source: 你想给这个项目命名为？
en: What would you like to call this project?

source: 项目将创建：{0}
en: Project will be created in: {0}

source: 创建任务
en: Creating Sessions

source: 选择媒体文件夹
en: Choose a Folder of Media Files.

source: 创建一个任务
en: Create 1 Session

source: 从设备新建任务
en: New Sessions From Device

source: 创建｛0｝任务
en: Create {0} Sessions

source: 新任务&文件
en: Incoming &Files

source: 读取文件
en: Reading Files...

source: 在录音机或存储卡上寻找文件
en: Find Files on Recorder/Card...

source: 设备没有插入
en: 1) The device is not yet plugged in.

source: 回放录音
en: Playback Recording

source: 录音
en: Record

source: 录音长度：{0}秒
en: Recorded Length: {0} sec.

source: 格式: {0} bits, {1} Hz
en: Format: {0} bits, {1} Hz

source: 不能启动录音
en: Unable to start recording.

source: 跟读录音机
en: Careful Speech Recorder

source: 忽略
en: Ignored

source: 原始音频
en: Source Audio

source: 段:{0}
en: Segments: {0}

source: 撤销
en: Undo

source: 所有文件(*.*)|(*.*)
en: All Files (*.*)|*.*

source: 选择Audacity标签文件
en: Select Audacity Label File

source: Audacity标签文件(*.txt)|*.txt
en: Audacity Label File (*.txt)|*.txt

source: Elan文件（*eaf)|*.eaf
en: ELAN File (*.eaf)|*.eaf

source: 选择分段文件
en: Select Segment File

source: 导出
en: Export...

source: 哎呀！分段太短，不能播放！
en: Whoops! The segment will be too short. Continue listening.

source: 下列段({0})
en: Following Segment ({0})

source: 分段错误
en: There was an error segmenting the file '{0}'.

source: 进行分段({0})
en: Preceding Segment ({0})

source: 手工分段
en: Manual Segmenter

source: 分段（按回车键）
en: Add Segment Boundary (press ENTER)

source: 删除选定标记（按删除键）
en: Delete Selected Boundary (press DELETE)

source: 听（按空格键）
en: Listen (press the SPACE BAR)

source: 停止（按空格键）
en: Stop (press the SPACE BAR)

source: 不能录音，请确认已插好话筒。
en: Recording not working. Please make sure your microphone is plugged in.

source: 听
en: Listen

source: 按下按键听原始录音
en: Hold button down to listen\nto original recording

source: 听时长按空格键
en: You need to keep the SPACE BAR down while you listen.

source: 听时按住这个按钮
en: You need to hold the button down while you listen.

source: 这个片断没有标注
en: This segment does not have a recorded annotation.

source: 听这个标注
en: Listen to this annotation.

source: 键盘快捷键“b"
en: Keyboard shortcut: 'b'

source: 听此段
en: Listen to this segment.

source: 说话
en: Speak

source: 按住按钮录音
en: Hold button down to record

source: 此段跳过
en: This segment was skipped.

source: 撤销:{0}(Ctrl-Z or Z)
en: Undo: {0} (Ctrl-Z or Z)

source: 结束
en: Finished

source: 录音,按住空格键
en: To record, press and hold the SPACE BAR

source: 口译录音机
en: Oral Translation Recorder

source: 哎呀!分段太短
en: Whoops! The segment will be too short.

source: 你愿意保存这些变化吗?
en: Would you like to save your changes?

source: 不支持{0}声道音频文件分段
en: Segmenting {0} channel audio files is not supported.

source: 删除片段中的标注
en: Deletion of annotation for segment {0}

source: 给句段录制标注
en: Recording annotation for segment {0}

source: 添加段{0}
en: Addition of segment {0}

source: 删除片断
en: Deletion of segment {0}

source: 忽略选段
en: Ignoring segment {0}

source: 标记片断{0}为相关
en: Marking segment {0} as relevant

source: 本国语言翻译帮助
en: Help on localization

source: 我想翻译SayMore
en: I want to localize SayMore for another language...

source: &语言；
en: &Language:

source: 查看Saymore本地界面
en: View SayMore localizations...

source: 用户界面语言
en: User Interface Language

source: 打开Saymore项目
en: Open SayMore Project

source: Saymore项目
en: SayMore Project

source: 浏览项目
en: Browse for project...

source: 查看项目文件系统
en: Browse the file system for a project

source: 创建新空白项目
en: Create new, blank project...

source: 创建一个空白项目
en: Create a blank project

source: 创建
en: Create

source: 此免费软件由{0}发布
en: This free software is published by {0}.

source: 访问{0}网站
en: Visit {0} on the Web.

source: 项目
en: {0} items

source: &删除人员
en: &Delete Person...

source: &删除任务
en: &Delete Session...

source: 输出错误
en: Something went wrong with the export.

source: CSV (逗号隔开) (*.csv)|*.csv
en: CSV (Comma delimited) (*.csv)|*.csv

source: 输出数据
en: Export Data

source: 载入项目出现一个问题，点击下面的“详情”给软件开发者反映这个问题。
en: {0} had a problem loading the {1} project. Please report this problem to the developers by clicking 'Details' below.

source: 打开SayMore出现问题
en: There was a problem opening the SayMore project which might require that you restart your computer.

source: 往左滚动
en: Scroll Left

source: 往右滚动
en: Scroll Right

source: &帮助
en: &Help

source: &关于
en: &About...

source: 更换软件界面语言
en: Change User Interface Language...

source: 退出
en: E&xit

source: 输出人员
en: Export People...

source: 输出任务
en: Export Sessions...

source: &帮助…
en: &Help...

source: &打开/创建新项目
en: &Open/Create Project...

source: &项目
en: &Project

source: 发布说明
en: Release Notes...

source: 复制失败：{0}
en: Copying failed: {0}

source: 等待开始…
en: Waiting to start...

source: 从 {1}文件复制 {0}个文件 , ({2} of {3} Megabytes)
en: Copying {0} of {1} Files, ({2} of {3} Megabytes)

source: 文件'｛0｝'已经存在
en: The file '{0}' already exists

source: 没有文件复制
en: No Files To Copy

source: 还没有预置
en: No presets yet

source: 忽略此段
en: Mark this segment as Ignored to skip annotating it.

source: 从人员来添加文件
en: Add Files for the Person

source: 更换图片
en: Change Picture

source: 更换此人的照片出错
en: There was an error changing the person's photo.

source: 引导此人的照片出错
en: There was an error loading the person's photo.

source: 点击指出父亲的第一语言
en: Click to indicate this is the father's primary language

source: 指出父亲的第一语言
en: Indicates this is the father's primary language

source: 女性
en: Female

source: 男性
en: Male

source: JPEG 图像 (*.jpg)|*.jpg|GIF 图像 (*.gif)|*.gif|TIFF 图像 (*.tif)|*.tif|PNG 图像 (*.png)|*.png|Bitmaps (*.bmp;*.dib)|*.bmp;*.dib|所有文件 (*.*)|*.*
en: JPEG Images (*.jpg)|*.jpg|GIF Images (*.gif)|*.gif|TIFF Images (*.tif)|*.tif|PNG Images (*.png)|*.png|Bitmaps (*.bmp;*.dib)|*.bmp;*.dib|All Files (*.*)|*.*

source: 点击指出母亲的第一语言
en: Click to indicate this is the mother's primary language

source: 指出母亲的第一语言
en: Indicates this is the mother's primary language

source: 人员
en: Person

source: &出生年月
en: Birth &Year

source: &定义范围
en: &Custom Fields

source: &教育
en: &Education

source: &全名
en: &Full Name

source: &联系方式
en: &How to Contact

source: 其他语言
en: Other L&anguages

source: 第一&语言
en: Primary &Language

source: 学习 &在:
en: Learned &In:

source: 第一&职业
en: Primary &Occupation

source: &性别
en: &Gender

source: 点击更换图片
en: Click to Change Picture

source: 不能重命名，名字重复。
en: Could not rename from {0} to {1} because there is already a person by that name.

source: 新人员
en: New Person

source: 你必须指定一个名字
en: You must specify a name.

source: 点击“新建”添加人员
en: Click 'New' to add a new person.

source: 同意
en: Consent

source: &添加
en: &New

source: &人员
en: &Person

source: 查看人员
en: People View

source: 根据类别
en: By Genre

source: 根据阶段
en: By Stages

source: &复制
en: &Copy

source: 复制完整视图到剪切板
en: Copy entire view to clipboard

source: SayMore 统计
en: SayMore statistics for {0}

source: 概况
en: Overview

source: &打印…
en: &Print...

source: 进度
en: Pr&ogress

source: &保存…
en: &Save...

source: 保存视图到文件
en: Save view to file

source: {0}个任务，共{1}分钟
en: {0} sessions totaling {1} minutes

source: {0}:{1}个任务，共{2}分钟
en: {0}{1} sessions totaling {2} minutes

source: 查看进度
en: Progress View

source: 查看刷新
en: Refresh View

source: 刷新
en: Refresh

source: 正在工作…
en: Working...

source: 添加文件到任务
en: Add Files to the Session

source: 认真
en: Careful

source: 原始录音
en: Source

source: 口译录音
en: Translation

source: <未知>
en: <Unknown>

source: 授权
en: Access

source: 设置范围
en: Custom Fields

source: 日期
en: Date

source: 序号
en: &Id

source: 地点
en: &Location

source: 设置
en: S&etting

source: 位置
en: Sit&uation

source: 标题
en: &Title

source: 新任务
en: New Session

source: 你必须指定一个任务序号.
en: You must specify a session id.

source: 文件名重复，不能把名字从{0}改成{1}
en: Could not rename from {0} to {1} because there is already a session by that name.

source: 媒体文件丢失
en: Missing Media File

source: Elan文件配套媒体找不到，可能在这儿。
en: The media file for this ELAN file could not be found. SayMore expected to find it here:

source: 为Elan显示帮助主题
en: Show Help topic for ELAN

source: 进行中
en: In Progress

source: 跳过
en: Skipped

source: 状态
en: Status: {0}

source: 点击“新建”添加新任务
en: Click 'New' to add a new session.

source: 从设备文件新建
en: New From De&vice...

source: 从录音新建
en: New From &Recording...

source: 用RAMP(SIL)存档
en: Archive with RAMP (SIL)...

source: 完成
en: Complete

source: 末完成的
en: Incomplete

source: 知情同意
en: Informed Consent

source: &任务
en: &Session

source: {0}(自动引导)
en: {0} (on auto-pilot)

source: 工作完成
en: I'm done working on it.

source: 正在工作
en: I'm working on it.

source: 状态&&进度
en: Status && Stages

source: 进度（帮助）
en: Read About SayMore Stages

source: 状态指示器（帮助）
en: Read About SayMore Status Indicators

source: 文件没有找到
en: File not found: '{0}'

source: 文件'{0}'不是SayMore标注文件，文件有可能被损坏。
en: File '{0}' is not a SayMore annotation file. It is possibly corrupt.

source: &字体
en: &Fonts...

source: 尝试生成文件(SIL)…
en: Attempting to generate file:

source: 生成口头标注文件
en: Generating Oral Annotation file...

source: 帮助
en: Help

source: 播放口头标注文件
en: Playback Oral Annotation Audio File

source: 重新生成
en: Regenerate

source: 停止回放
en: Stop Playback

source: 生成音频
en: Generated Audio

source: 选项
en: Options

source: 转换
en: Convert

source: 文件需要转换
en: File Conversion Required

source: 这个音频的格式是 '{0}'。SayMore需要把它转换成WAV PCM格式才能标注，哪个是好，用标准选择进行存档。在转换过程中，一个标准音频文件将根据原始文件创建，并添加加任务文件列表。转换的新音频文件名将添加一个后缀 "{1}"。原始文件依然保存在任务列表。
en: The format of this audio file is '{0}'. In order to annotate, SayMore needs to convert it to WAV PCM, which is a good, standard choice for archiving. During the conversion process, a standard audio file will be created from the source and added to the session's file list. The name of the new audio file will be the same as the source with the suffix "{1}" added to the end. The source file will remain unchanged in the session's file list.

source: 来源媒体文件名称
en: Name of source media file:

source: 新名称,标准音频文件
en: Name of new, standard audio file:

source: 开始标注
en: Start Annotating

source: 开始
en: Get Started...

source: 分段方法
en: Segmentation Method

source: 每一个标注都将和媒体的一个时间段关联，你如何标识这些时间段？
en: Each annotation will be linked to a single time segment of media. How would you like to identify those segments?

source: 读取Audacity标签文件
en: Read an Audacity Label file

source: 使用自动分段
en: Use auto segmenter

source: 使用跟读工具
en: Use Careful Speech Tool

source: 复制一个已经存在的Elan文件
en: Copy an existing ELAN file

source: 使用手动分段工具
en: Use Manual Segmentation Tool

source: 输出
en: Export

source: Audacity标签文件(翻译）…
en: Audacity Label File (Free Translation)...

source: Audacity_翻译
en: audacity_freeTranslation

source: Audacity标签文件(转写）…
en: Audacity Label File (Transcription)...

source: Audacity_转写
en: audacity_transcription

source: Elan 文件…
en: ELAN File...

source: FLEx Interlinear文本
en: FLEx Interlinear Text...

source: Toolbox 文件…
en: Toolbox File...

source: CSV表单文件
en: Spreadsheet (CSV) File...

source: 普通文本
en: Plain Text...

source: 翻译_字幕
en: freeTranslation_subtitle

source: 字幕文件（转写）
en: Subtitles File (Transcription)...

source: 转写_字幕
en: transcription_subtitle

source: 字幕文件（自由翻译）
en: Subtitles File (Free Translation)...

source: &跟读
en: &Careful Speech...

source: 复制{0}到剪贴板
en: Copy {0} to clipboard

source: 输出到FLEx Interlinear
en: Exporting to FLEx Interlinear

source: 输出结束
en: Finished Exporting

source: 输出…
en: Exporting...

source: 回放混合录音
en: Playback Both Recordings

source: 回放口头翻译录音
en: Playback Oral Translation Recording

source: 播放原始录音
en: Playback Source Recording

source: &忽略
en: &Ignored

source: 加载标注出错
en: There was an error loading the annotation file '{0}'.

# 在 '{0}'中找不到转写标注文件
source: 在\n'{0}'中找不到转写标注文件
en: There are no transcription annotations found in\n'{0}'

source: &口译
en: &Oral Translation...

source: 口头标注
en: Oral Annotations Tools

source: 录制口头标注
en: Record Oral Annotations

source: 分段
en: Segment...

source: 添加,移动,删除标记
en: Add, remove or move segment boundaries

source: 标注
en: Annotations

source: 回放跟读录音
en: Playback Careful Speech Recording

source: 回放速度
en: Playback speed

source: 翻译
en: Free Translation

source: 对不起，文件 '{0}'已经存在
en: Sorry, the file '{0}' already exists.

# 从: {0}创建标准音频出错
source: 从:\n\n{0}创建标准音频出错
en: There was an error trying to create a standard audio file from:\n\n{0}

source: 正在转换…
en: Converting...

source: 找不到PCM声音驱动，请确认是否安装。
en: There was an error trying to find a PCM audio driver on this computer. Ensure that you have a PCM sound driver installed.

source: 转换PCM格式音频出错，请确认是否安装PCM声音驱动。
en: There was an error trying to find PCM audio conversion capabilities on this computer. Ensure that you have a PCM sound driver installed.

# 从媒体文件提取音频出错 '{0}' {1}
source: 从媒体文件提取音频出错 '{0}'\n\n{1}
en: There was an error extracting audio from the media file '{0}'\n\n{1}

source: 指定文件中不能找到音轨。请确认是否是有效音频文件。
en: No audio track could be found in the specified file. Verify that the file is a valid audio file.

source: 媒体文件不存在
en: Media file does not exist.

source: 转换结束，但是
en: Conversion completed, but with possible error(s). If the converted file does not appear to be usable, delete it and check the validity of the source file. After checking the source file and the conversion output details, if you believe this is a problem with SayMore, please include a copy of the source file with your error report.
